TDPortal/Codebase/TransportDirect/JourneyPlannerCaller/bin/Debug/Requests/GazRequest_StreetMatch.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <StreetMatch xmlns="http://www.esriuk.com/gazops">
      <sStreetDescription>Carty Road, Leicester</sStreetDescription>
      <bFuzzy>false</bFuzzy>
      <gazid>ADDP1</gazid>
      <envelope></envelope>
      <lMaxReturnRecords>10</lMaxReturnRecords>
      <securityToken></securityToken>
    </StreetMatch>
  </soap:Body>
</soap:Envelope>